Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: No upcoming events
ar: لا توجد أحداث قادمة
de: Keine anstehenden Termine
es: No hay eventos próximos
fr: Aucun événement à venir
hu: Nincsenek közelgő események
ja: 今後の予定はありません
nl: Geen aankomende activiteiten
pl: Brak nadchodzących wydarzeń
pt: Sem eventos futuros
ru: Нет предстоящих событий
sv: Inga kommande händelser
tr: Yaklaşan etkinlik yok
vi: Không có sự kiện sắp diễn ra
zh_hans: 暂无后续日程
zh_hant: 沒有即將到來的行程

source: No video calls in the next 7 days.
ar: لا توجد مكالمات فيديو في الأيام السبعة القادمة.
de: Keine Videoanrufe in den nächsten 7 Tagen.
es: No hay videollamadas en los próximos 7 días.
fr: Aucun appel vidéo dans les 7 prochains jours.
hu: Nincsenek videohívások a következő 7 napban.
ja: 今後7日間にビデオ通話の予定はありません。
nl: Geen videogesprekken in de komende 7 dagen.
pl: Brak połączeń wideo w ciągu następnych 7 dni.
pt: Sem videochamadas nos próximos 7 dias.
ru: Нет видеозвонков в ближайшие 7 дней.
sv: Inga videosamtal de kommande 7 dagarna.
tr: Önümüzdeki 7 günde video görüşmesi yok.
vi: Không có cuộc gọi video nào trong 7 ngày tới.
zh_hans: 未来 7 天内没有视频通话。
zh_hant: 未來 7 天內沒有視訊通話。

source: No volumes
ar: لا توجد وحدات تخزين
de: Keine Volumes
es: Sin volúmenes
fr: Aucun volume
hu: Nincsenek kötetek
ja: ボリュームなし
nl: Geen volumes
pl: Brak woluminów
pt: Sem volumes
ru: Нет томов
sv: Inga volymer
tr: Birim yok
vi: Không có ổ đĩa
zh_hans: 无宗卷
zh_hant: 沒有可用的卷宗

source: No widget stacks
ar: لا توجد مكدسات أدوات
de: Keine Widget-Stapel
es: Sin pilas de widgets
fr: Aucune pile de widgets
hu: Nincsenek widgetkötegek
ja: ウィジェットスタックがありません
nl: Geen widgetstapels
pl: Brak stosów widżetów
pt: Sem pilhas de widgets
ru: Нет стопок виджетов
sv: Inga widgetstackar
tr: Widget yığını yok
vi: Không có ngăn xếp tiện ích
zh_hans: 无小组件叠放
zh_hant: 沒有小工具堆疊

source: No widget stacks added
ar: لم تتم إضافة مكدسات أدوات
de: Keine Widget-Stapel hinzugefügt
es: No se han añadido pilas de widgets
fr: Aucune pile de widgets ajoutée
hu: Nincsenek hozzáadott widgetkötegek
ja: ウィジェットスタックが追加されていません
nl: Geen widgetstapels toegevoegd
pl: Nie dodano stosów widżetów
pt: Nenhuma pilha de widgets adicionada
ru: Стопки виджетов не добавлены
sv: Inga widgetstackar tillagda
tr: Eklenmiş widget yığını yok
vi: Chưa thêm ngăn xếp tiện ích nào
zh_hans: 未添加小组件叠放
zh_hant: 尚未加入任何小工具堆疊

source: No widgets added
ar: لم تتم إضافة أدوات
de: Keine Widgets hinzugefügt
es: No se han añadido widgets
fr: Aucun widget ajouté
hu: Nincsenek hozzáadott widgetek
ja: ウィジェットが追加されていません
nl: Geen widgets toegevoegd
pl: Nie dodano widżetów
pt: Nenhum widget adicionado
ru: Виджеты не добавлены
sv: Inga widgetar tillagda
tr: Eklenmiş widget yok
vi: Chưa thêm tiện ích nào
zh_hans: 未添加小组件
zh_hant: 尚未加入任何小工具

source: No widgets available yet
ar: لا توجد أدوات متاحة بعد
de: Noch keine Widgets verfügbar
es: Aún no hay widgets disponibles
fr: Aucun widget disponible pour l'instant
hu: Még nincsenek elérhető widgetek
ja: 利用可能なウィジェットはまだありません
nl: Nog geen widgets beschikbaar
pl: Brak dostępnych widżetów
pt: Ainda não há widgets disponíveis
ru: Доступных виджетов пока нет
sv: Inga widgetar tillgängliga ännu
tr: Henüz kullanılabilir widget yok
vi: Chưa có tiện ích nào
zh_hans: 暂无可用小组件
zh_hant: 目前沒有可用的小工具

source: No Widgets Installed
ar: لا توجد أدوات مثبتة
de: Keine Widgets installiert
es: No hay widgets instalados
fr: Aucun widget installé
hu: Nincsenek telepített widgetek
ja: ウィジェットはインストールされていません
nl: Geen widgets geïnstalleerd
pl: Brak zainstalowanych widżetów
pt: Sem widgets instalados
ru: Виджеты не установлены
sv: Inga widgetar installerade
tr: Yüklü Widget Yok
vi: Chưa cài đặt tiện ích nào
zh_hans: 未安装任何小组件
zh_hant: 未安裝任何小工具

source: No widgets match "%@"
ar: لا توجد أدوات تطابق «%@»
de: Keine passenden Widgets für "%@"
es: Ningún widget coincide con «%@»
fr: Aucun widget ne correspond à "%@"
hu: Egy widget sem felel meg a keresésnek: „%@”
ja: 「%@」に一致するウィジェットはありません
nl: Er zijn geen widgets die overeenkomen met “%@”
pl: Brak widżetów pasujących do „%@”
pt: Nenhum widget corresponde a «%@»
ru: Нет виджетов, соответствующих «%@»
sv: Inga widgetar matchar ”%@”
tr: "%@" ile eşleşen widget bulunamadı
vi: Không có tiện ích nào khớp với "%@"
zh_hans: 没有与“%@”匹配的小组件
zh_hant: 找不到符合"%@"的小工具

source: No widgets match this filter
ar: لا توجد أدوات تطابق هذا التصنيف
de: Keine Widgets entsprechen diesem Filter
es: Ningún widget coincide con este filtro
fr: Aucun widget ne correspond à ce filtre
hu: Nincs a szűrőnek megfelelő widget
ja: このフィルタに一致するウィジェットはありません
nl: Er komen geen widgets overeen met dit filter
pl: Żadne widżety nie pasują do tego filtra
pt: Nenhum widget corresponde a este filtro
ru: Нет виджетов, соответствующих этому фильтру
sv: Inga widgetar matchar det här filtret
tr: Bu filtreye uyan widget yok
vi: Không có tiện ích nào khớp với bộ lọc này
zh_hans: 没有符合此筛选条件的小组件
zh_hant: 沒有符合此篩選條件的小工具

source: No widgets yet
ar: لا توجد أدوات حتى الآن
de: Noch keine Widgets
es: Aún no hay widgets
fr: Aucun widget pour l'instant
hu: Még nincsenek widgetek
ja: ウィジェットはまだありません
nl: Nog geen widgets
pl: Nie ma jeszcze widżetów
pt: Ainda sem widgets
ru: Нет виджетов
sv: Inga widgetar ännu
tr: Henüz widget yok
vi: Chưa có tiện ích nào
zh_hans: 暂无小组件
zh_hant: 尚無可用小工具

source: No windows
ar: لا توجد نوافذ
de: Keine Fenster
es: Sin ventanas
fr: Aucune fenêtre
hu: Nincsenek ablakok
ja: ウインドウがありません
nl: Geen vensters
pl: Brak okien
pt: Sem janelas
ru: Нет окон
sv: Inga fönster
tr: Pencere yok
vi: Không có cửa sổ
zh_hans: 无窗口
zh_hant: 沒有可用的視窗

source: No Windows
ar: لا توجد نوافذ
de: Keine Fenster
es: Sin ventanas
fr: Aucune fenêtre
hu: Nincsenek ablakok
ja: ウインドウなし
nl: Geen vensters
pl: Brak okien
pt: Sem janelas
ru: Нет окон
sv: Inga fönster
tr: Pencere yok
vi: Không có cửa sổ
zh_hans: 无窗口
zh_hant: 沒有可用的視窗

source: Nominal
ar: طبيعي
de: Normal
hu: Normál
ja: 正常
nl: Normaal
pl: Normalny
ru: Нормальное
sv: Normal
vi: Bình thường
zh_hans: 正常
zh_hant: 正常

source: None
ar: لا شَيْء
de: Keine
es: Ninguno
fr: Aucun
hu: Nincs
ja: なし
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
sv: Ingen
tr: Yok
vi: Không có
zh_hans: 无
zh_hant: 無

source: None keeps the folder's natural order
ar: «بلا» يحافظ على الترتيب الطبيعي للمجلد
de: Mit „Keine Sortierung“ bleibt die natürliche Reihenfolge des Ordners erhalten
es: Ninguno conserva el orden natural de la carpeta
fr: Aucun conserve l'ordre naturel du dossier
hu: A Nincs beállítás megtartja a mappa eredeti sorrendjét
ja: 「なし」はフォルダ本来の順序を維持
nl: 'Geen' behoudt de oorspronkelijke volgorde van de map
pl: Brak zachowuje naturalną kolejność folderu
pt: Nenhum mantém a ordem natural da pasta
ru: «Нет» сохраняет естественный порядок папки
sv: Ingen behåller mappens naturliga ordning
tr: Hiçbiri klasörün doğal sırasını korur
vi: Tùy chọn Không có sẽ giữ nguyên thứ tự tự nhiên của thư mục
zh_hans: 选择“无”时，文件夹将保持原有排序
zh_hant: 「無」會保留檔案夾原有的排列順序

source: None yet
ar: لا شيء بعد
de: Noch keine
es: Ninguna aún
fr: Aucune
hu: Még nincs
ja: まだなし
nl: Nog geen
pl: Brak
pt: Nenhuma ainda
ru: Пока нет
sv: Inga ännu
tr: Henüz yok
vi: Chưa có
zh_hans: 暂无
zh_hant: 目前沒有

source: Normal
ar: عادي
hu: Normál
ja: 標準
nl: Normaal
pl: Normalnie
ru: Обычный
vi: Thông thường
zh_hans: 标准
zh_hant: 一般

source: Not Activated
ar: غير مفعّل
de: Nicht aktiviert
es: No activada
fr: Non activé
hu: Nincs aktiválva
ja: 未アクティベート
nl: Niet geactiveerd
pl: Nie aktywowano
pt: Não ativada
ru: Не активировано
sv: Inte aktiverad
tr: Etkinleştirilmedi
vi: Chưa kích hoạt
zh_hans: 未激活
zh_hant: 未啟用

source: Not available
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Non disponible
hu: Nem érhető el
ja: 利用不可
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ru: Недоступно
sv: Inte tillgängligt
tr: Kullanılamıyor
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 無法使用

source: Not connected
ar: غير متصل
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
hu: Nincs csatlakozva
ja: 未接続
nl: Niet verbonden
pl: Brak połączenia
pt: Sem ligação
ru: Нет подключения
sv: Inte ansluten
tr: Bağlı değil
vi: Chưa kết nối
zh_hans: 未连接
zh_hant: 未連線

source: Not found
ar: لم يتم العثور على نتائج
de: Nicht gefunden
es: No encontrado
fr: Introuvable
hu: Nem található
ja: 見つかりません
nl: Niet gevonden
pl: Nie znaleziono
pt: Não encontrado
ru: Не найдено
sv: Hittades inte
tr: Bulunamadı
vi: Không tìm thấy
zh_hans: 未找到
zh_hant: 找不到項目

source: Not granted
ar: غير ممنوح
de: Nicht erteilt
es: No concedido
fr: Non accordé
hu: Nincs megadva
ja: 未許可
nl: Niet verleend
pl: Nie przyznano
pt: Não concedida
ru: Не предоставлено
sv: Inte beviljad
tr: Verilmedi
vi: Chưa cấp quyền
zh_hans: 未授权
zh_hant: 未授予

source: Not in any dock
ar: ليس في أي Dock
de: In keinem Dock
es: No está en ningún Dock
fr: Dans aucun dock
hu: Egyik Dockban sem
ja: どのDockにもありません
nl: In geen enkel Dock
pl: Nie ma w żadnym Docku
pt: Em nenhuma Dock
ru: Нет ни в одном Dock
sv: Inte i någon dock
tr: Hiçbir dock'ta yok
vi: Không nằm trong dock nào
zh_hans: 未添加到任何 Dock
zh_hant: 未加入任何 Dock

source: Not installed. Open the guide's Prerequisites section.
ar: غير مثبت. افتح قسم «المتطلبات الأساسية» في الدليل.
de: Nicht installiert. Öffnen Sie den Abschnitt „Voraussetzungen“ der Anleitung.
es: No instalado. Abre la sección Requisitos previos de la guía.
fr: Non installé. Ouvrez la section Prérequis du guide.
hu: Nincs telepítve. Nyissa meg az útmutató Előfeltételek szakaszát.
ja: 未インストールです。ガイドの「前提条件」セクションを開いてください。
nl: Niet geïnstalleerd. Open het gedeelte 'Vereisten' van de gids.
pl: Nie zainstalowano. Otwórz sekcję wymagań w przewodniku.
pt: Não instalado. Abra a secção Pré-requisitos do guia.
ru: Не установлено. Откройте раздел руководства «Требования».
sv: Inte installerat. Öppna avsnittet Förutsättningar i guiden.
tr: Yüklü değil. Kılavuzun Ön Koşullar bölümünü aç.
vi: Chưa cài đặt. Mở mục Điều kiện tiên quyết của hướng dẫn.
zh_hans: 未安装。请打开指南中的“前置要求”章节。
zh_hant: 尚未安裝。請開啟指南中的「事前準備」章節。

source: Not Loaded
ar: لم يتم تحميله
de: Nicht geladen
es: No cargado
fr: Non chargé
hu: Nincs betöltve
ja: 未読み込み
nl: Niet geladen
pl: Nie wczytano
pt: Não carregado
ru: Не загружен
sv: Inte inläst
tr: Yüklenmedi
vi: Chưa tải
zh_hans: 未加载
zh_hant: 未載入

source: Not Playing
ar: لا يتم التشغيل
de: Keine Wiedergabe
es: Nada en reproducción
fr: Inactif
hu: Nincs lejátszás
ja: 再生停止中
nl: Speelt niets af
pl: Nic nie jest odtwarzane
pt: Nada em reprodução
ru: Не проигрывается
sv: Ingenting spelas
tr: Çalınmıyor
vi: Không phát
zh_hans: 未在播放
zh_hant: 未播放

source: notes
ar: ملاحظات
de: notizen
es: notas
hu: jegyzetek
ja: メモ
nl: notities
pl: notatki
pt: notas
ru: заметки
sv: anteckningar
tr: notlar
vi: ghi chú
zh_hans: 备忘录
zh_hant: 備忘錄

source: Notes isn't open
ar: تطبيق الملاحظات غير مفتوح
de: Notizen ist nicht geöffnet
es: Notas no está abierta
fr: Notes n'est pas ouvert
hu: A Jegyzetek nincs megnyitva
ja: メモが開いていません
nl: Notities is niet geopend
pl: Notatki nie są otwarte
pt: As Notas não estão abertas
ru: Заметки не открыты
sv: Anteckningar är inte öppet
tr: Notlar açık değil
vi: Ghi chú chưa mở
zh_hans: 备忘录未打开
zh_hant: 「備忘錄」尚未開啟

source: Nothing due
ar: لا شيء مستحق
de: Nichts fällig
es: Nada pendiente
fr: Aucune échéance
hu: Nincs esedékes
ja: 期限の項目なし
nl: Niets te doen
pl: Brak nadchodzących przypomnień
pt: Nada pendente
ru: Нет сроков
sv: Inget förfaller
tr: Vadesi gelen yok
vi: Không có gì đến hạn
zh_hans: 无到期事项
zh_hant: 沒有到期項目

source: Nothing due this week.
ar: لا شيء مستحق هذا الأسبوع.
de: Diese Woche ist nichts fällig.
es: Nada pendiente esta semana.
fr: Aucune échéance cette semaine.
hu: Ezen a héten nincs esedékes elem.
ja: 今週が期限の項目はありません。
nl: Deze week niets te doen.
pl: Brak przypomnień na ten tydzień.
pt: Nada pendente esta semana.
ru: На этой неделе сроков нет.
sv: Inget förfaller den här veckan.
tr: Bu hafta vadesi gelen yok.
vi: Không có gì đến hạn trong tuần này.
zh_hans: 本周没有到期事项。
zh_hant: 本週沒有到期項目。

source: Nothing due today.
ar: لا شيء مستحق اليوم.
de: Heute ist nichts fällig.
es: Nada pendiente hoy.
fr: Aucune échéance aujourd'hui.
hu: Ma nincs esedékes elem.
ja: 今日が期限の項目はありません。
nl: Vandaag niets te doen.
pl: Brak przypomnień na dzisiaj.
pt: Nada pendente hoje.
ru: На сегодня сроков нет.
sv: Inget förfaller idag.
tr: Bugün vadesi gelen yok.
vi: Không có gì đến hạn hôm nay.
zh_hans: 今天没有到期事项。
zh_hant: 今天沒有到期項目。

source: Nothing is requested until you place one of these widgets, and nothing leaves your Mac. Remove the widget and DockDoor Pro stops reading that data. You can revoke any of these later in Privacy & Security.
ar: لا يُطلب أي شيء حتى تضع إحدى هذه الأدوات، ولا يغادر أي شيء جهاز Mac. أزل الأداة وسيتوقف DockDoor Pro عن قراءة تلك البيانات. يمكنك إلغاء أي من هذه الأذونات لاحقًا من الخصوصية والأمن.
de: Es wird nichts angefordert, bis Sie eines dieser Widgets platzieren, und nichts verlässt Ihren Mac. Entfernen Sie das Widget, liest DockDoor Pro diese Daten nicht mehr. Sie können jede dieser Berechtigungen später unter „Datenschutz & Sicherheit“ widerrufen.
es: No se solicita nada hasta que colocas uno de estos widgets, y nada sale de tu Mac. Si eliminas el widget, DockDoor Pro deja de leer esos datos. Puedes revocar cualquiera de estos permisos más adelante en Privacidad y seguridad.
fr: Rien n'est demandé tant que vous n'avez pas placé l'un de ces widgets, et rien ne quitte votre Mac. Retirez le widget et DockDoor Pro cesse de lire ces données. Vous pouvez révoquer chacun de ces accès plus tard dans Confidentialité et sécurité.
hu: Semmilyen hozzáférést nem kér, amíg el nem helyez egy ilyen widgetet, és semmi sem hagyja el a Macet. Ha eltávolítja a widgetet, a DockDoor Pro leállítja az adatok olvasását. Ezeket később bármikor visszavonhatja az Adatvédelem és biztonság részben.
ja: これらのウィジェットを配置するまで何も要求されることはなく、データがMacの外に送信されることもありません。ウィジェットを削除すると、DockDoor Proはそのデータの読み取りを停止します。これらの許可は、あとで「プライバシーとセキュリティ」でいつでも取り消せます。
nl: Er wordt niets gevraagd totdat je een van deze widgets plaatst, en er verlaat niets je Mac. Verwijder de widget en DockDoor Pro stopt met het lezen van die gegevens. Je kunt elk van deze toestemmingen later intrekken in Privacy en beveiliging.
pl: Prośby o dostęp pojawiają się dopiero po dodaniu jednego z tych widżetów, a dane nie opuszczają Twojego Maca. Po usunięciu widżetu DockDoor Pro przestaje odczytywać jego dane. Każde z tych uprawnień możesz później cofnąć w sekcji Prywatność i ochrona.
pt: Nada é pedido até colocar um destes widgets, e nada sai do seu Mac. Se remover o widget, o DockDoor Pro deixa de ler esses dados. Pode revogar qualquer um destes acessos mais tarde em Privacidade e segurança.
ru: Ничего не запрашивается, пока вы не разместите один из этих виджетов, и никакие данные не покидают ваш Mac. Удалите виджет, и DockDoor Pro перестанет читать эти данные. Любое из этих разрешений можно отозвать позже в разделе «Конфиденциальность и безопасность».
sv: Inget efterfrågas förrän du placerar ut någon av de här widgetarna, och inget lämnar din Mac. Ta bort widgeten så slutar DockDoor Pro att läsa de uppgifterna. Du kan återkalla alla dessa senare under Integritet och säkerhet.
tr: Bu widget'lardan birini yerleştirene kadar hiçbir şey istenmez ve hiçbir şey Mac'inden çıkmaz. Widget'ı kaldır, DockDoor Pro o veriyi okumayı bırakır. Bunların herhangi birini daha sonra Gizlilik & Güvenlik'ten geri alabilirsin.
vi: Không có yêu cầu nào cho đến khi bạn đặt một trong các tiện ích này, và không dữ liệu nào rời khỏi máy Mac của bạn. Gỡ tiện ích thì DockDoor Pro sẽ ngừng đọc dữ liệu đó. Bạn có thể thu hồi bất kỳ quyền nào sau này trong Quyền riêng tư & Bảo mật.
zh_hans: 添加这些小组件前不会请求任何权限，数据也不会离开您的 Mac。移除小组件后，DockDoor Pro 会停止读取相应数据。您之后可在“隐私与安全性”中撤销任何权限。
zh_hant: 在你加入這些小工具之前，DockDoor Pro 不會要求任何存取權限，資料也不會離開你的 Mac。移除小工具後，DockDoor Pro 就會停止讀取相關資料。你之後隨時可以在「隱私權與安全性」中撤銷這些權限。

source: Nothing on your calendar this week.
ar: لا شيء في تقويمك هذا الأسبوع.
de: Diese Woche stehen keine Termine in Ihrem Kalender.
es: No tienes nada en el calendario esta semana.
fr: Rien dans votre calendrier cette semaine.
hu: Ezen a héten nincs semmi a naptárban.
ja: 今週のカレンダーに予定はありません。
nl: Deze week staat er niets in je agenda.
pl: Brak wydarzeń w kalendarzu na ten tydzień.
pt: Nada no seu calendário esta semana.
ru: В календаре на этой неделе ничего нет.
sv: Inget i kalendern den här veckan.
tr: Bu hafta takviminde hiçbir şey yok.
vi: Không có gì trên lịch của bạn trong tuần này.
zh_hans: 本周日历中没有日程。
zh_hant: 本週行事曆沒有行程。

source: Notification Badges
ar: شارات الإشعارات
de: Mitteilungskennzeichen
es: Globos de notificación
fr: Badge de notification
hu: Értesítési jelölők
ja: 通知バッジ
nl: Meldingsbadges
pl: Plakietki powiadomień
pt: Emblemas de notificações
ru: Метки уведомлений
sv: Notisbrickor
tr: Bildirim Rozetleri
vi: Huy hiệu thông báo
zh_hans: 通知标记
zh_hant: 通知標記

source: Notification Center
ar: مركز الإشعارات
de: Mitteilungszentrale
es: Centro de notificaciones
fr: Centre de notifications
hu: Értesítési központ
ja: 通知センター
nl: Berichtencentrum
pl: Centrum powiadomień
pt: Central de notificações
ru: Центр уведомлений
sv: Notiscenter
tr: Bildirim Merkezi
vi: Trung tâm thông báo
zh_hans: 通知中心
zh_hant: 通知中心

source: now
ar: الآن
de: jetzt
es: ahora
fr: maintenant
hu: most
ja: 今
nl: nu
pl: teraz
pt: agora
ru: сейчас
sv: nu
tr: şimdi
vi: bây giờ
zh_hans: 刚刚
zh_hant: 現在

source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
hu: Most
ja: 現在
nl: Nu
pl: Teraz
pt: Agora
ru: Сейчас
sv: Nu
tr: Şimdi
vi: Bây giờ
zh_hans: 当前
zh_hant: 現在

source: Now · until %@
ar: الآن · حتى %@
de: Jetzt · bis %@
es: Ahora · hasta %@
fr: Maintenant · jusqu'à %@
hu: Most · %@-ig
ja: 現在 · %@まで
nl: Nu · tot %@
pl: Teraz · do %@
pt: Agora · até %@
ru: Сейчас · до %@
sv: Nu · till %@
tr: Şu anda · %@'a kadar
vi: Bây giờ · đến %@
zh_hans: 进行中 · 至 %@
zh_hant: 現在 · 至 %@

source: Now Playing
ar: تشغيل الآن
de: Jetzt läuft
es: Ahora suena
fr: Lecteur
hu: Most játszott
ja: 再生中
nl: Huidig nummer
pl: Teraz odtwarzane
pt: A reproduzir
ru: Сейчас проигрывается
sv: Spelas nu
tr: Şimdi Çalıyor
vi: Đang phát
zh_hans: 正在播放
zh_hant: 正在播放

source: Objects
ar: الأشياء
de: Objekte
es: Objetos
fr: Objets
hu: Tárgyak
ja: 物
nl: Objecten
pl: Przedmioty
pt: Objetos
ru: Предметы
sv: Objekt
tr: Nesneler
vi: Đồ vật
zh_hans: 物品
zh_hant: 物件

source: ocean
ar: محيط
de: meer
es: océano
fr: océan
hu: óceán
ja: 海
nl: oceaan
pt: oceano
ru: океан
sv: hav
tr: okyanus
vi: đại dương
zh_hans: 海洋
zh_hant: 海洋

source: Ocean
ar: المحيط
de: Meer
es: Océano
fr: Océan
hu: Óceán
ja: 海
nl: Oceaan
pt: Oceano
ru: Океан
sv: Hav
tr: Okyanus
vi: Đại dương
zh_hans: 海洋
zh_hant: 海洋

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Inactif
hu: Kikapcsolva
ja: オフ
nl: Uit
pl: Wył.
pt: Desativado
ru: Выкл.
sv: Av
tr: Kapalı
vi: Tắt
zh_hans: 关
zh_hant: 關閉

source: Offset the Alt-Tab panel position
ar: إزاحة موضع لوحة Alt-Tab
de: Position des Alt-Tab-Panels versetzen
es: Desplaza la posición del panel de Alt-Tab
fr: Décaler la position du panneau Alt-Tab
hu: Az Alt-Tab panel pozíciójának eltolása
ja: Alt-Tabパネルの位置をオフセットする
nl: Verschuif de positie van het Alt-Tab-paneel
pl: Przesuń położenie panelu Alt-Tab
pt: Deslocar a posição do painel do Alt-Tab
ru: Сдвиг положения панели Alt-Tab
sv: Förskjut Alt-Tab-panelens position
tr: Alt-Tab paneli konumunu ofsetle
vi: Độ lệch vị trí bảng Alt-Tab
zh_hans: 调整 Alt-Tab 面板的显示位置
zh_hant: 偏移 Alt-Tab 面板位置

source: OK
ar: موافق
es: Aceptar
ru: ОК
tr: Tamam
zh_hans: 好
zh_hant: 好

source: On
ar: مفعل
de: Ein
es: Activado
fr: Actif
hu: Bekapcsolva
ja: オン
nl: Aan
pl: Włączone
pt: Ativado
ru: Вкл
sv: På
tr: Açık
vi: Bật
zh_hans: 打开
zh_hant: 開啟

source: On Confirmation
ar: عند التأكيد
de: Bei Bestätigung
es: Al confirmar
fr: Avec confirmation
hu: Megerősítést követően
ja: 確定時
nl: Bij bevestiging
pl: Przy potwierdzeniu
pt: Ao confirmar
ru: При подтверждении
sv: Vid bekräftelse
tr: Onaylandığında
vi: Khi xác nhận
zh_hans: 确认时
zh_hant: 確認時

source: On Hover
ar: عند تمرير مؤشر الفأرة
de: Beim Darüberbewegen
es: Al pasar el puntero
fr: Au survol
hu: Rámutatáskor
ja: ホバー時
nl: Bij aanwijzen
pl: Po wskazaniu
pt: Ao passar o cursor
ru: При наведении
sv: Vid hovring
tr: Üzerine gelince
vi: Khi di chuột
zh_hans: 悬停时
zh_hant: 滑鼠停留時

source: On Key Release
ar: عند تحرير المفتاح
de: Beim Loslassen der Taste
es: Al soltar la tecla
fr: Au relâchement
hu: Billentyű felengedésekor
ja: キーを離したとき
nl: Bij loslaten van de toets
pl: Po zwolnieniu klawisza
pt: Ao soltar a tecla
ru: При отпускании клавиши
sv: När tangenten släpps
tr: Tuş bırakıldığında
vi: Khi nhả phím
zh_hans: 松开按键时
zh_hant: 按鍵釋放時

source: On multi-display Macs, each display can show or hide DockDoor Pro and use its own edge and profile.
ar: على أجهزة Mac متعددة الشاشات، يمكن لكل شاشة إظهار DockDoor Pro أو إخفاؤه واستخدام حافتها وملف التعريف الخاص بها.
de: Auf Macs mit mehreren Displays kann jedes Display DockDoor Pro ein- oder ausblenden und eine eigene Bildschirmkante sowie ein eigenes Profil verwenden.
es: En los Mac con varias pantallas, cada pantalla puede mostrar u ocultar DockDoor Pro y usar su propio borde y perfil.
fr: Sur les Mac à plusieurs écrans, chaque écran peut afficher ou masquer DockDoor Pro et utiliser son propre bord et son propre profil.
hu: Több kijelzős Maceken minden kijelző külön megjelenítheti vagy elrejtheti a DockDoor Pro-t, és saját képernyőélt és profilt használhat.
ja: 複数ディスプレイのMacでは、ディスプレイごとにDockDoor Proの表示/非表示を切り替え、それぞれ別の辺とプロファイルを使用できます。
nl: Op Macs met meerdere beeldschermen kan op elk beeldscherm DockDoor Pro worden weergegeven of verborgen, en kan elk beeldscherm zijn eigen rand en profiel gebruiken.
pl: Na Macach z wieloma wyświetlaczami każdy z nich może pokazywać lub ukrywać DockDoor Pro oraz używać własnej krawędzi i profilu.
pt: Em Macs com vários ecrãs, cada ecrã pode mostrar ou ocultar o DockDoor Pro e usar a sua própria extremidade e perfil.
ru: На Mac с несколькими дисплеями каждый дисплей может показывать или скрывать DockDoor Pro и использовать свой собственный край и профиль.
sv: På Mac-datorer med flera skärmar kan varje skärm visa eller gömma DockDoor Pro och använda sin egen kant och profil.
tr: Birden fazla ekranlı Mac'lerde her ekran DockDoor Pro'yu gösterebilir veya gizleyebilir ve kendi kenarını ve profilini kullanabilir.
vi: Trên máy Mac có nhiều màn hình, mỗi màn hình có thể ẩn hoặc hiện DockDoor Pro và sử dụng cạnh cũng như hồ sơ riêng của nó.
zh_hans: 在多显示器 Mac 上，每台显示器都可以单独显示或隐藏 DockDoor Pro，并使用各自的边缘和配置文件。
zh_hant: 在配備多個顯示器的 Mac 上，每個顯示器都可以顯示或隱藏 DockDoor Pro，並使用各自的邊緣和設定檔。

source: On trial
ar: قيد التجربة
de: Im Test
es: En prueba
fr: En essai
hu: Próbaidőn
ja: 試用中
nl: Op proef
pl: Wypróbowywanie
pt: Em teste
ru: Пробный режим
sv: Provas
tr: Denemede
vi: Đang dùng thử
zh_hans: 试用中
zh_hant: 試用中

source: One script. The bundle appears in your dock.
ar: سكربت واحد. تظهر الحزمة في Dock.
de: Ein Skript. Das Bundle erscheint in Ihrem Dock.
es: Un script. El paquete aparece en tu Dock.
fr: Un seul script. Le paquet apparaît dans votre dock.
hu: Egy szkript. A csomag megjelenik a Dockban.
ja: スクリプトは1つ。バンドルがDockに表示されます。
nl: Eén script. De bundel verschijnt in je Dock.
pl: Jeden skrypt. Pakiet pojawi się w Docku.
pt: Um script. O pacote aparece na Dock.
ru: Один скрипт. Пакет появится в вашем Dock.
sv: Ett skript. Paketet visas i din dock.
tr: Tek bir betik. Paket dock'unda görünür.
vi: Một tập lệnh. Gói sẽ xuất hiện trong dock của bạn.
zh_hans: 运行一个脚本，小组件包就会出现在您的 Dock 中。
zh_hant: 只需一個腳本，套件就會出現在你的 Dock 中。
